Repository: danigm/happy
Catalog: happy/locale/*/LC_MESSAGES/django.po
Languages: es

source: Index
es: Principio

source: Today problems
es: Problemas de hoy

source: Good for you, continue beeing happy :D
es: Me alegro, sigue siendo felíz :D

source: Good for you, continue beeing happy, you are doing it ok.
es: Me alegro, sigue siendo felíz, lo estás haciendo bien.

source: Are you happy?
es: ¿Eres felíz?

source: Yes
es: Sí

source: today happy people :D
es: personas felices hoy :D

source: today unhappy people :(
es: personas infelices hoy :(

source: Try to make someone happier
es: Intenta hacer a alguien un poco más felíz

source: Why are you so unhappy?
es: ¿Por qué eres tan infelíz?

source: Why are you so unhappy? Tell us and maybe someone can give you an advise that helps to make you happier
es: ¿Por qué eres infelíz? Dinoslo y quizás alguien pueda darte un consejo que te haga algo más felíz

source: Send
es: Enviar

source: Give your advise (you can use <a href="http://en.wikipedia.org/wiki/Markdown">markdown syntax</a>)
es: Da tu consejo (puedes usar <a href="http://en.wikipedia.org/wiki/Markdown">sintaxis markdown</a>)
